/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"export_identity_label"="Backup identity";
"import_identity_label"="Restore identity";
"pref_title_activity_identity_management"="Identity management";
"key_management"="Generate new key pairs";
"pref_title_delete_identity"="Delete identity";
"pref_title_change_password"="Change password";
"pref_title_help"="Help";
"about_action_bar_right"="About";
"pref_title_general"="General";
"pref_title_about_surespot"="About WBBChat";
"pref_title_confirmations"="Confirmations";
"pref_title_delete_message"="Delete message";
"pref_title_delete_all_messages"="Delete all messages";
"pref_title_message_debug_mode"="Message debug mode";
"pref_title_debug"="Debug";
"pref_title_options"="Options";
"pref_summary_delete_message"="Confirm before deleting a message";
"pref_summary_delete_all_messages"="Confirm before deleting all messages";
"pref_summary_export_identity"="Backup your identity to Device Storage or Google Drive.";
"pref_summary_import_identity"="Restore your identity from Device Storage or Google Drive.";
"pref_summary_delete_identity"="Deleting an identity can not be undone.";
"pref_summary_regen_keys"="For the paranoid.";
"pref_summary_message_debug_mode"="Shows more information about messages for debugging purposes.";
"version"="Version";
"notifications_title"="In-app notifications";
"notifications_vibration"="Vibration";
"notifications_sound"="Sound";
"notifications_led"="Led";
"notifications_enabled"="Enabled";
"identity"="Identity";

//new
"settings_for_identity"="Identity options";
"pref_title_background_image_select"="Select a background image...";
"pref_title_background_image_remove"="Remove background image";
"pref_title_global_options"="Global options";
"pref_title_global_notifications"="Notifications";
"pref_clear_notifications"="Clear when WBBChat opened";
